Repository: Quasar920/Pensona
Catalog: MultiCurrencyLedger/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 找不到链接指定的%@
en: Could not find link specified %@
ja: リンクが指定されていない %@
zh_hant: 找不到連結指定的%@

source: 投资账户
en: Investment accounts
ja: 投資口座
zh_hant: 投資賬戶

source: 报表
en: Reports
ja: レポート
zh_hant: 報表

source: 报销
en: Reimbursement
ja: 立替精算
zh_hant: 報銷

source: 按%@分类
en: By %@
ja: によって %@
zh_hant: 按%@分類

# 按%@汇总 · %lld 个周期
source: 按%1$@汇总 · %2$lld 个周期
en: Grouped by %1$@ · %2$lld periods
ja: %1$@別に集計 · %2$lld期間
zh_hant: 按%@彙總 · %lld 個週期

source: 按总人数均分
en: By population
ja: 人口別
zh_hant: 按總人數均分

source: 按日期导出全部流水，使用 UTF-8 编码并兼容常见表格软件。
en: Export all streaming water by date, using UTF-8 encoding and compatible with common table software.
ja: UTF-8エンコーディングと共通テーブルソフトウェアとの互換性を使用して、日付ごとにすべてのストリーミング水をエクスポートします。
zh_hant: 按日期匯出全部流水，使用 UTF-8 編碼併相容常見表格軟體。

source: 按流水重算
en: Recalculate by streaming water
ja: 流水による再計算

source: 换汇
en: Exchange
ja: 両替
zh_hant: 換匯

source: 换汇必须选择两个不同币种的钱包
en: You have to choose the wallet in two different currencies.
ja: 2つの異なる通貨で財布を選ぶ必要があります。
zh_hant: 換匯必須選擇兩個不同幣種的錢包

source: 换汇汇率
en: Exchange rate
ja: 為替レート
zh_hant: 換匯匯率

source: 换汇需要写出换出金额和换入金额
en: Exchanges need to be written in exchange and transfer.
ja: 交換は交換と転送に書き込む必要があります。
zh_hant: 換匯需要寫出換出金額和換入金額

source: 换汇需要确认换出和换入金额，暂不会被记成普通收支。
en: Exchanges of funds require confirmation of the amounts exchanged and transferred, which will not be recorded as ordinary income and expenditure.
ja: 資金の交換は、通常の所得や支出として記録されない為替および送金額の確認が必要です。
zh_hant: 換匯需要確認換出和換入金額，暫不會被記成普通收支。

source: 排序
en: Sort
ja: ツイート

source: 排序：%lld
en: Sort: %lld
ja: 並び替え: %lld

source: 排序结果 · %lld 笔
en: Sort results %lld pen
ja: ソート結果 %lld ペン
zh_hant: 排序結果 · %lld 筆

source: 接收快捷指令识别 API 返回的交易结果并安全入账。
en: Receives fast-track commands to recognize the results of transactions returned by API and safely logs them in.
ja: API で返されたトランザクションの結果を認識し、安全にログアウトする高速トラックコマンドを受信します。
zh_hant: 接收快捷指令識別 API 返回的交易結果並安全入賬。

source: 提前结束
en: Early ending
ja: 早期終了
zh_hant: 提前結束

source: 提示
en: Notice
ja: お知らせ

source: 提醒只记录待还状态，不会自动记账或注册系统通知。
en: Reminders are only recorded as outstanding and do not automatically record or register system notifications.
ja: リマインダーは、システム通知を自動的に記録したり登録したりすることができません。
zh_hant: 提醒只記錄待還狀態，不會自動記賬或註冊系統通知。

source: 搜索商户、备注、分类或账户
en: Search business, notes, classifications or accounts
ja: ビジネス、ノート、分類、アカウントを検索
zh_hant: 搜尋商戶、備註、分類或賬戶

source: 搜索当前月
en: Search This Month
ja: 今月を検索
zh_hant: 搜尋本月

source: 搜索当前月账单
en: Search This Month’s Transactions
ja: 今月の取引を検索
zh_hant: 搜尋本月帳單

source: 搜索流水
en: Search Water
ja: 水の検索
zh_hant: 搜尋流水

source: 搜索账户或币种
en: Search accounts or currencies
ja: アカウントまたは通貨を検索
zh_hant: 搜尋賬戶或幣種

source: 撤销
en: Undo
ja: ログイン
zh_hant: 撤銷

source: 撤销失败
en: Undo failed
ja: 失敗しない
zh_hant: 撤銷失敗

source: 撤销并恢复余额
en: Undo and restore balance
ja: 解禁と復元バランス
zh_hant: 撤銷並恢復餘額

source: 撤销这次导入？
en: Unload this import?
ja: このインポートをアンロードしますか?
zh_hant: 撤銷這次匯入？

source: 操作
en: Operation
ja: オペレーション

source: 操作失败
en: Operation Failed
ja: 操作に失敗しました
zh_hant: 操作失敗

source: 操作完成
en: Operation completed
ja: 運営完了

source: 支付宝
en: Pay the treasure.
ja: 宝を贈る
zh_hant: 支付寶

source: 支出
en: Expense

source: 支出仍需通过本地金额、账户、分类和重复检测。转账、换汇、退款、手续费交易都必须确认。
en: Expenditures still need to be tested through local amounts, accounts, classifications and duplication. Transfers, swaps, refunds and fees transactions must be confirmed.
ja: ローカルの量、アカウント、分類、重複でテストする必要があります。 送金、スワップ、払い戻し、手数料の取引の確認が必要です。
zh_hant: 支出仍需透過本地金額、賬戶、分類和重複檢測。轉賬、換匯、退款、手續費交易都必須確認。

source: 支出分类
en: Category of expenditure
ja: 支出のカテゴリ
zh_hant: 支出分類

source: 支出金额已变化，请重新确认 AA 的自定义金额
en: The amount of expenditure has changed, please reconfirm the custom amount of AA
ja: 費用が変更されましたら、AAの注文数量を再確認してください。
zh_hant: 支出金額已變化，請重新確認 AA 的自定義金額

source: 支持：type、amount、currency、book、wallet、destinationWallet、destinationAmount、fee、feeWallet、category、merchant、note、date。未知字段会被拒绝。
en: Support: type, amount, currence, book, Wallet, DestinyWallet, DestinyAmount, feel, feelWallet, Category, merchant, note, date. Unknown field will be rejected.
ja: サポート: タイプ、量、カーレンス、本、財布、DestinyWallet、DestinyAmount、感じWallet、カテゴリ、商人、ノート、日付。 未知のフィールドは拒否されます。
zh_hant: 支援：type、amount、currency、book、wallet、destinationWallet、destinationAmount、fee、feeWallet、category、merchant、note、date。未知欄位會被拒絕。

source: 支持支出、收入、转账、换汇、金额、账户、分类和日期；解析不会自动入账。
en: Support expenditure, income, transfers, swaps, amounts, accounts, classifications and dates; reconciliations are not automatically recorded.
ja: 支出、所得、送金、スワップ、金額、口座、分類、日付をサポートし、再構成は自動的に記録されません。
zh_hant: 支援支出、收入、轉賬、換匯、金額、賬戶、分類和日期；解析不會自動入賬。

source: 收入
en: Income
ja: 収入

source: 收入分类
en: Income classification
ja: 所得分類
zh_hant: 收入分類

source: 收支概览
en: Overview of income and expenditure
ja: 所得と支出の概要
zh_hant: 收支概覽

source: 收支类型
en: Type of income and expenditure
ja: 所得と支出の種類
zh_hant: 收支型別

source: 收款历史
en: Collection history
ja: コレクションの歴史
zh_hant: 收款歷史

source: 收款账户
en: Receipts account
ja: アカウントの受け取り
zh_hant: 收款賬戶

source: 收款金额
en: Amount received
ja: 受取金額
zh_hant: 收款金額

source: 收款金额不能超过剩余待收
en: Collections must not exceed the remaining outstanding amount
ja: コレクションは残った残量を上回らない
zh_hant: 收款金額不能超過剩餘待收

source: 收款金额必须大于 0
en: Collections must be greater than 0
ja: コレクションは 0 以上でなければなりません
zh_hant: 收款金額必須大於 0

source: 收益金额 %@
en: Amount of proceeds %@
ja: 進捗量 %@
zh_hant: 收益金額 %@

source: 收益金额 ••••
en: Amount of proceeds •
ja: 送金金額 •
zh_hant: 收益金額 ••••

source: 改为哪个分类的子分类？
en: To which sub-category?
ja: サブカテゴリへ
zh_hant: 改為哪個分類的子分類？

source: 放弃
en: Abandon
ja: アバンドン
zh_hant: 放棄

source: 放弃这笔未保存的记账？
en: Abandon this unsaved account?
ja: この未保存アカウントを放棄しますか?
zh_hant: 放棄這筆未儲存的記賬？

source: 数据存储
en: Data Storage
ja: データストレージ
zh_hant: 資料儲存

source: 数据导入与导出
en: Data Import & Export
ja: データの読み込みと書き出し
zh_hant: 資料匯入與匯出

source: 数据恢复与迁移
en: Data Recovery & Migration
ja: データ復元と移行
zh_hant: 資料復原與移轉

source: 整批写入是原子操作：任意一笔校验或保存失败时，不会留下部分流水或错误余额。
en: Whole batch writing is an atomic operation: no partial flow or wrong balance is left when any single verification or saving fails.
ja: 全バッチの書き込みは原子操作です: 部分的なフローまたは誤った残高は、任意の単一の検証または保存が失敗したときに残されていません。
zh_hant: 整批寫入是原子操作：任意一筆校驗或儲存失敗時，不會留下部分流水或錯誤餘額。

source: 文件
en: Documentation
ja: ドキュメント
zh_hant: 檔案

source: 文件中没有可导入的数据
en: No data to import in file
ja: ファイルをインポートするデータはありません
zh_hant: 檔案中沒有可匯入的資料

source: 文件只在本机解析。导入前可检查字段映射与每一行结果，重复流水不会再次写入。
en: Can not delete folder: %s: No such folder You can check the field map with each line before import and repeat streaming will not be written again.
ja: フォルダを削除できません: %s: そのようなフォルダはありません インポートとリピートのストリーミングの前に、フィールドマップを各ラインで確認できます。
zh_hant: 檔案只在本機解析。匯入前可檢查欄位對映與每一行結果，重複流水不會再次寫入。

source: 文本或语音
en: Text or Voice
ja: テキストまたは音声
zh_hant: 文字或語音

source: 文本或语音生成待确认草稿
en: Draft text or voice generation pending confirmation
ja: ドラフトテキストまたは音声生成の終了確認
zh_hant: 文字或語音生成待確認草稿

source: 新分类
en: New Classification
ja: 新しい分類
zh_hant: 新分類

source: 新增计划
en: New schedule
ja: 新しいスケジュール
zh_hant: 新增計劃

source: 新密码（至少 6 位）
en: New password (at least 6 bits)
ja: 新しいパスワード(少なくとも6ビット)
zh_hant: 新密碼（至少 6 位）

source: 新建
en: New
ja: 新規
zh_hant: 新增

source: 新建一笔交易
en: Create a new transaction
ja: 新しいトランザクションを作成する
zh_hant: 新建一筆交易

source: 新建主分类
en: New Main Category
ja: 新しいメインカテゴリ
zh_hant: 新建主分類

source: 新建分期
en: New Period
ja: 新しい期間

source: 新建分类
en: New Category
ja: 新カテゴリー
zh_hant: 新建分類

source: 新建周期账单
en: New Periodic Bill
ja: 新しい定期ビル
zh_hant: 新建週期賬單

source: 新建子分类
en: New Subclass
ja: 新しいサブクラス
zh_hant: 新建子分類

source: 新建目标
en: New Target
ja: 新しいターゲット
zh_hant: 新建目標

source: 新建第一个目标
en: New First Target
ja: 新規ターゲット
zh_hant: 新建第一個目標

source: 新建账户
en: New Account
ja: 新規アカウント
zh_hant: 新建賬戶

source: 新建账本
en: New Account Book
ja: 新しいアカウントブック
zh_hant: 新建賬本

source: 新建还款提醒
en: New Repayment Reminder
ja: 新返済リマインダー
zh_hant: 新建還款提醒

source: 方向
en: Direction
ja: アクセス

source: 无法保存
en: Cannot Save
ja: 保存できない
zh_hant: 無法儲存

source: 无法入账
en: Unable to account for
ja: 口座開設不可
zh_hant: 無法入賬

source: 无法创建
en: Cannot create
ja: 作成できません
zh_hant: 無法建立

source: 无法安全识别这笔交易：%@
en: The transaction could not be safely identified: %@
ja: トランザクションは安全に識別できません:%@
zh_hant: 無法安全識別這筆交易：%@

source: 无法打开记账链接
en: Unable to open account link
ja: アカウントリンクを開くことができません
zh_hant: 無法開啟記賬連結

source: 无法添加币种
en: Could not Add Currency
ja: 通貨を追加できません
zh_hant: 無法新增幣種

source: 无法生成草稿
en: Could not generate draft
ja: 草案を生成できない
zh_hant: 無法生成草稿

source: 无法生成识别候选
en: Could not create identification candidate
ja: 識別候補を作成できません
zh_hant: 無法生成識別候選

source: 无法生成预览
en: Cannot generate preview
ja: プレビューを生成できません
zh_hant: 無法生成預覽

source: 无法确认此识别结果
en: Unable to confirm this identification
ja: ご本人確認ができない
zh_hant: 無法確認此識別結果

source: 无法编码导出文件
en: Could not encode export file
ja: エクスポートファイルをエンコードできません
zh_hant: 無法編碼匯出檔案

source: 无法访问系统钥匙串
en: Cannot access system key string
ja: システムキー文字列にアクセスできません
zh_hant: 無法訪問系統鑰匙串

source: 无法读取截图中的交易信息
en: Could not close temporary folder: %s
ja: 一時的なフォルダーを閉じない: %s
zh_hant: 無法讀取截圖中的交易資訊

source: 无法读取文件
en: Could not read file
ja: ファイルを読むことができません
zh_hant: 無法讀取檔案

source: 无法读取这张分类图标
en: Could not read this classification icon
ja: この分類アイコンを読み込めない
zh_hant: 無法讀取這張分類圖示

source: 无论是否启用密码锁，App 进入非活动或后台状态时都会显示隐私遮罩，避免系统任务切换截图泄露金额。
en: Whether or not the password lock is enabled, App displays a private mask when entering an inactive or backstage state to avoid the system task switching the amount disclosed.
ja: パスワードロックが有効になっているか否かにかかわらず、公開された金額を切り替えるシステムタスクを避けるために、アプリは非アクティブまたはバックステージ状態を入力するときにプライベートマスクを表示します。
zh_hant: 無論是否啟用密碼鎖，App 進入非活動或後臺狀態時都會顯示隱私遮罩，避免系統任務切換截圖洩露金額。

source: 日
en: Day
ja: デイリー

source: 日历
en: Calendar
ja: カレンダー
zh_hant: 日曆

source: 日历净额
en: Net calendar
ja: ネットカレンダー
zh_hant: 日曆淨額

source: 日常账本
en: Daily Ledger
ja: 日常台帳
zh_hant: 日常賬本

source: 日期
en: Date
ja: 日付

source: 日期与时间
en: Date and time
ja: 日付と時刻
zh_hant: 日期與時間

source: 日期从新到旧
en: Date from new to old
ja: 新規から旧までの日付
zh_hant: 日期從新到舊

source: 日期从旧到新
en: Date from old to new
ja: 古いものから新しいものまでの日付
zh_hant: 日期從舊到新

source: 旧“其他”账户需要选择批准的六类之一后才能保存。
en: The old “other” account needs to select one of the six approved categories before saving.
ja: 古い「その他」アカウントは、保存する前に6つの承認されたカテゴリのいずれかを選択する必要があります。
zh_hant: 舊“其他”賬戶需要選擇批准的六類之一後才能儲存。

source: 时间
en: Time
ja: タイムタイム
zh_hant: 時間

source: 明细
en: Details
ja: ニュース
zh_hant: 明細

source: 显示、触觉与金额颜色
en: Display, Haptics & Amount Colors
ja: 表示・触覚・金額の色
zh_hant: 顯示、觸覺與金額顏色

source: 显示总资产
en: Show total assets
ja: 総資産を表示
zh_hant: 顯示總資產

source: 显示资产金额
en: Show Asset Amounts
ja: 資産額を表示
zh_hant: 顯示資產金額

source: 智能草稿
en: Smart Draft
ja: スマートドラフト
zh_hant: 智慧草稿

source: 暂停
en: Pause
ja: パデュース
zh_hant: 暫停

source: 暂无交易
en: There's no deal.
ja: いいえ。
zh_hant: 暫無交易

source: 暂无交易，添加账户后开始记录
en: No transactions, start recording after adding accounts
ja: 取引なし、アカウントを追加した後の録画を開始
zh_hant: 暫無交易，新增賬戶後開始記錄

source: 暂无分类
en: No classification available
ja: 分類なし
zh_hant: 暫無分類

source: 暂无分配记录
en: Distribution records not available
ja: 配布レコードは使用できません
zh_hant: 暫無分配記錄

source: 暂无明细
en: No details.
ja: 詳しくはこちら
zh_hant: 暫無明細

source: 暂无统计结果
en: No statistical results available
ja: 統計的な結果はありません
zh_hant: 暫無統計結果

source: 更多交易操作
en: More transactions
ja: より多くの取引

source: 更多信息
en: Further information
ja: 詳細情報
zh_hant: 更多資訊

source: 更多报表操作
en: More Reports Operations
ja: より多くのレポート操作
zh_hant: 更多報表操作

source: 更换图片
en: Replace Picture
ja: 写真を交換する
zh_hant: 更換圖片

source: 更改后会立即应用到根页面、记账、详情、设置与错误提示；选择跟随系统时会继续响应系统语言。
en: Changes are applied immediately to the root page, bookkeeping, details, settings and error tips; the system continues to respond to the system language when following the selection.
ja: 変更は、ルートページ、簿記、詳細、設定、エラーのヒントに直接適用されます。このシステムは、選択後にシステム言語に応答し続けています。
zh_hant: 更改後會立即應用到根頁面、記賬、詳情、設定與錯誤提示；選擇跟隨系統時會繼續響應系統語言。

source: 月
en: Month
ja: カレンダー

source: 月度预算必须大于 0
en: Monthly budget must be greater than 0
ja: 毎月の予算は0よりも大きい必要があります
zh_hant: 月度預算必須大於 0

source: 期数：%lld
en: Term: %lld
ja: 期間: %lld
zh_hant: 期數：%lld

source: 未分类
en: Unclassified
ja: 未分類
zh_hant: 未分類

source: 未命名
en: Unnamed
ja: 名称未設定

source: 未命名账户
en: Unnamed Account
ja: 名称未設定のアカウント
zh_hant: 未命名帳戶

source: 未完成
en: Not completed

source: 未开启
en: Unopened
ja: 未開封
zh_hant: 未開啟

source: 未归属账本
en: No Assigned Book
ja: 帳簿未割り当て
zh_hant: 未歸屬帳本

source: 未指定账户
en: Unspecified Account
ja: アカウント未指定
zh_hant: 未指定帳戶

source: 未来的收支记录会显示在这里
en: Future transactions will appear here.
ja: 今後の取引がここに表示されます。
zh_hant: 未來的收支記錄會顯示在這裡

source: 未知账户
en: Unknown Account
ja: 不明なアカウント
zh_hant: 未知帳戶

source: 未知账本
en: Unknown Book
ja: 不明な帳簿
zh_hant: 未知帳本

source: 未知错误
en: Unknown Error
ja: 不明なエラー
zh_hant: 未知錯誤

source: 未设置
en: Not set
ja: セットなし
zh_hant: 未設定

# 未设置，本月收入 %@，支出 %@
source: 未设置，本月收入 %1$@，支出 %2$@
en: Not set. Income %1$@, expense %2$@ this month.
ja: 未設定。今月の収入%1$@、支出%2$@。
zh_hant: 未設定，本月收入 %@，支出 %@

source: 未设置目标日期
en: No target date set
ja: 対象日が設定されていない
zh_hant: 未設定目標日期

source: 本 App 使用独立的 multiledger://entry，不依赖 iCost。链接只会打开待确认草稿，不会直接入账。
en: This App uses a stand-alone multiliter@entry, does not depend on iCost. The link will only open the draft pending confirmation and will not be recorded directly.
ja: このアプリは、スタンドアローンマルチリット@entry を使用しており、iCost に依存しません。 リンクは終了確認書のみを開封し、直接録音しません。
zh_hant: 本 App 使用獨立的 multiledger://entry，不依賴 iCost。連結只會開啟待確認草稿，不會直接入賬。

source: 本位币
en: Currency
ja: 通貨
zh_hant: 本位幣

source: 本位币与汇率管理
en: Base Currency & Rate Management
ja: 基準通貨とレート管理
zh_hant: 本位幣與匯率管理

source: 本月
en: This month
ja: 今月1日

source: 本月剩余预算
en: Remaining budget for the current month
ja: 現在の月の予算の維持
zh_hant: 本月剩餘預算

source: 本月已超出预算
en: This month is over budget.
ja: 今月は予算を超えています。
zh_hant: 本月已超出預算

source: 本月预算
en: Budget for the current month
ja: 今月の予算
zh_hant: 本月預算

source: 本月预算，未设置
en: Budget for current month, not established
ja: 現在の月の予算、確立されていない
zh_hant: 本月預算，未設定

source: 本机；可选 iCloud 私有同步
en: On-device; optional private iCloud sync
ja: 端末内に保存。iCloudプライベート同期は任意です
zh_hant: 本機；可選 iCloud 私有同步

source: 本机与 iCloud 已是最新状态
en: This machine and iClaud are now state-of-the-art
ja: このマシンとiClaudは、最新鋭の最先端技術です。
zh_hant: 本機與 iCloud 已是最新狀態

source: 本机数据已上传到 iCloud 私有数据库
en: Local data uploaded to iCloud private data Library
ja: iCloudのプライベートデータライブラリにアップロードされたローカルデータ
zh_hant: 本機資料已上傳到 iCloud 私有資料庫

source: 本次实付
en: This time it's paid.
ja: 今回は有料です。
zh_hant: 本次實付

source: 本次收款
en: Collections
ja: コレクション

source: 本金按转账还款，不重复计入消费；手续费会计入现金流。
en: The principal is repaid by transfer without double-counting for consumption; fees are accounted for in cash flow.
ja: 原則は、消費の倍増することなく送金することで再払いされます。現金の流れで手数料が徴収されます。
zh_hant: 本金按轉賬還款，不重複計入消費；手續費會計入現金流。

source: 来源
en: Source
ja: ソース
zh_hant: 來源

source: 来源和目标钱包不能相同
en: The source and target wallet cannot be the same.
ja: ソースとターゲットウォレットは同じではありません。
zh_hant: 來源和目標錢包不能相同

source: 来源币种
en: Source currency
ja: ソース通貨
zh_hant: 來源幣種

source: 来源账户
en: Source account
ja: ソースアカウント
zh_hant: 來源賬戶

source: 来自设备 %@
en: From Device %@
ja: デバイスから %@
zh_hant: 來自裝置 %@

source: 构成维度
en: Composition dimensions
ja: 構成次元
zh_hant: 構成維度

source: 查看 Schema 迁移快照
en: View Schema migration snapshots
ja: Schemaマイグレーションスナップショットを見る
zh_hant: 檢視 Schema 遷移快照

source: 查看原支出
en: View old expenditure
ja: 古い支出を見る
zh_hant: 檢視原支出

source: 查看已归档目标及其分配记录
en: View archived targets and their distribution records
ja: アーカイブされたターゲットと配布レコードを見る
zh_hant: 檢視已歸檔目標及其分配記錄

source: 查看日期
en: View Date
ja: 日付を表示
zh_hant: 檢視日期

source: 查看目标进度和每月建议金额
en: View target progress and recommended monthly amounts
ja: 目標の進捗状況と推奨月額を表示
zh_hant: 檢視目標進度和每月建議金額

source: 查看资产状态
en: View Asset Status
ja: 資産の状態を表示
zh_hant: 查看資產狀態

source: 标记为已完成
en: Mark as finished
ja: 終わりとしてマークして下さい
zh_hant: 標記為已完成

source: 校验并恢复 JSON 备份
en: Verify and restore the JSON backup
ja: JSON バックアップの確認と復元
zh_hant: 校驗並恢復 JSON 備份

source: 校验并恢复备份
en: Verify and restore backup
ja: バックアップの確認と復元
zh_hant: 校驗並恢復備份

source: 格式预设
en: Format Preset
ja: フォーマット プリセット
zh_hant: 格式預設

source: 检测到两端同时修改，已保留本机并生成冲突副本
en: Detected simultaneous changes at both ends, keep the machine and generate conflicting copies
ja: 両端の同時変化を検出し、機械を維持し、競合するコピーを生成します
zh_hant: 檢測到兩端同時修改，已保留本機並生成衝突副本

source: 概览
en: Overview
ja: プロフィール
zh_hant: 概覽

source: 模板
en: Templates
ja: テンプレート

source: 模板会保存当前交易的账户、分类和金额，使用时仍需确认后入账。
en: The template saves the accounts, classifications and amounts of the current transaction, which still requires confirmation and recording.
ja: テンプレートは、現在のトランザクションのアカウント、分類、および量を保存します。これにより、確認と録音が必要です。
zh_hant: 模板會儲存當前交易的賬戶、分類和金額，使用時仍需確認後入賬。

source: 模板名称
en: Template Name
ja: テンプレート名
zh_hant: 模板名稱

source: 模板引用的钱包或分类已失效，请编辑或重新创建模板
en: The wallet or classification referenced in the template is invalid, please edit or recreate the template
ja: テンプレートで参照されるウォレットや分類は無効で、テンプレートの編集や再作成を行ってください。
zh_hant: 模板引用的錢包或分類已失效，請編輯或重新建立模板

source: 模板必须归属一个账本
en: The template must belong to an account book
ja: テンプレートはアカウントブックに所属する必要があります
zh_hant: 模板必須歸屬一個賬本

source: 正在加载账单
en: Loading Transactions
ja: 取引を読み込み中
zh_hant: 正在載入帳單

source: 正在加载资产
en: Loading Assets
ja: 資産を読み込み中
zh_hant: 正在載入資產

source: 正在统计…
en: Counting...
ja: カウント...
zh_hant: 正在統計…

source: 正常
en: Normal
ja: ノーマル

source: 此交易需要人工确认
en: This transaction requires manual confirmation
ja: このトランザクションはマニュアルの確認が必要です
zh_hant: 此交易需要人工確認

source: 此设备暂时无法使用 Face ID 或 Touch ID
en: This device is temporarily unable to use Face ID or Touch ID
ja: フェイスIDやタッチIDを一時的に使用できません。
zh_hant: 此裝置暫時無法使用 Face ID 或 Touch ID

# 每 %lld %@
source: 每 %1$lld %2$@
en: Every %1$lld %2$@
ja: %1$lld%2$@ごと
zh_hant: 每 %lld %@

# 每 %lld %@ · 下次 %@
source: 每 %1$lld %2$@ · 下次 %3$@
en: Every %1$lld %2$@ · Next %3$@
ja: %1$lld%2$@ごと · 次回 %3$@
zh_hant: 每 %lld %@ · 下次 %@

source: 永久清空
en: Permanent Clear
ja: 永久クリア

source: 汇率
en: Exchange rate
ja: 為替レート
zh_hant: 匯率

source: 汇率数据不完整
en: Incomplete exchange rate data
ja: 不完全な為替レートデータ
zh_hant: 匯率資料不完整

source: 汇率管理
en: Exchange rate management
ja: 為替レート管理
zh_hant: 匯率管理

source: 没有匹配的账单
en: No Matching Transactions
ja: 一致する取引はありません
zh_hant: 沒有符合的帳單

source: 没有可导入的新流水
en: No new water to import
ja: 輸入する新しい水無し
zh_hant: 沒有可匯入的新流水

source: 没有可用钱包，请先创建账户，或在描述中写明账户名称
en: No wallet available, create the account first or give the account name in the description
ja: ウォレットが利用できず、アカウントを最初に作成するか、説明のアカウント名を付与します。
zh_hant: 沒有可用錢包，請先建立賬戶，或在描述中寫明賬戶名稱

source: 没有已归档分类
en: No archive classified
ja: アーカイブなし
zh_hant: 沒有已歸檔分類

source: 没有归档账户
en: No archive account
ja: アーカイブアカウントなし
zh_hant: 沒有歸檔賬戶

source: 没有待收 AA
en: Not yet, AA.
ja: AAはまだありません。
zh_hant: 沒有待收 AA

source: 没有符合条件的明细
en: No eligible details
ja: 資格情報なし
zh_hant: 沒有符合條件的明細

source: 没有识别到交易记录
en: No transaction log identified
ja: トランザクションログが特定されない
zh_hant: 沒有識別到交易記錄

source: 没有识别到金额，请补充数字金额
en: The amount is not recognized. Please add the amount.
ja: 金額は認められません。 金額を入力してください。
zh_hant: 沒有識別到金額，請補充數字金額

source: 流水
en: Transactions
ja: 取引

source: 流水 / 附件
en: Water flow / Annex
ja: 水の流れ/アネックス

source: 流水一致
en: The flow is consistent.
ja: 流れは一貫しています。

source: 消费分期
en: Consumption period
ja: 消費期間
zh_hant: 消費分期

source: 消费分期只能使用当前账本的支出分类
en: Consumption instalments can only be classified using the current ledger
ja: 消費のinstalmentsは現在のledgerを使用してだけ分類することができます
zh_hant: 消費分期只能使用當前賬本的支出分類

source: 消费分期按期记录支出；账单分期按还款转账记录本金，手续费单独计入。
en: Expenditure is recorded on a phased basis; the principal amount is recorded on a reimbursable basis and the handling fees are charged separately.
ja: 期末率は段階的に記録されます。主な金額は返金可能に基づいて記録され、手数料は別途かかります。
zh_hant: 消費分期按期記錄支出；賬單分期按還款轉賬記錄本金，手續費單獨計入。

source: 添加交易
en: Add Transaction
ja: 取引を追加
zh_hant: 新增交易

source: 添加图片
en: Add Picture
ja: 映像を追加
zh_hant: 新增圖片

source: 添加币种
en: Add Currency
ja: 通貨の追加
zh_hant: 新增幣種

source: 添加总预算或分类预算
en: Add total or classified budget
ja: 総か分類された予算を加えて下さい
zh_hant: 新增總預算或分類預算

source: 添加总预算或分类预算，即可在这里跟踪执行进度。
en: This is where progress can be tracked by adding a total budget or a classified budget.
ja: これは、合計予算または分類された予算を追加することにより、進捗状況を追跡することができます。
zh_hant: 新增總預算或分類預算，即可在這裡跟蹤執行進度。

source: 添加账户
en: Add Account
ja: アカウントを追加
zh_hant: 新增帳戶

source: 添加资产卡
en: Add Asset Card
ja: アセットカードを追加
zh_hant: 新增資產卡

source: 添加预算
en: Add Budget
ja: 予算の追加
zh_hant: 新增預算

source: 清空
en: Clear
ja: クリア

source: 清空全部数据
en: Empty All Data
ja: すべてのデータを空に
zh_hant: 清空全部資料

source: 清空全部数据？
en: Empty all data?
ja: すべてのデータを空にしますか?
zh_hant: 清空全部資料？

source: 清除全部筛选
en: Clear All Filters
ja: すべてのフィルターをクリア
zh_hant: 清除全部篩選

source: 点击下方 + 开始添加第一笔交易
en: Tap + Below to Add Your First Transaction
ja: 下の＋をタップして最初の取引を追加
zh_hant: 點一下下方的＋新增第一筆交易

source: 点击修改预算
en: Click to change the budget
ja: クリックして予算を変更する
zh_hant: 點選修改預算

source: 点击设置本月预算
en: Click to set budget for this month
ja: 今月の予算を設定するためにクリック
zh_hant: 點選設定本月預算

source: 点击设置预算
en: Click to set budget
ja: クリックして予算を設定する
zh_hant: 點選設定預算

source: 父分类与当前分类的账本或收支类型不一致
en: The parent classification is not consistent with the current ledger or type of income and expenditure
ja: 親の分類は、現在のレジャーまたは所得および支出の種類と一致していません
zh_hant: 父分類與當前分類的賬本或收支型別不一致

source: 版本
en: Version
ja: バージョン

source: 状态
en: Status
ja: ステータス
zh_hant: 狀態

source: 现金
en: Cash
ja: キャッシュ
zh_hant: 現金

source: 现金账户
en: Cash accounts
ja: キャッシュアカウント
zh_hant: 現金賬戶

source: 理财账户
en: Financial management accounts
ja: 財務管理アカウント
zh_hant: 理財賬戶

source: 生成 CSV 流水
en: Generate CSV flow
ja: CSVフローの生成

source: 生成 JSON 备份
en: Generate JSON backup
ja: JSONバックアップの生成
zh_hant: 生成 JSON 備份

source: 生成导入预览
en: Generate Import Preview
ja: インポートプレビューを生成する
zh_hant: 生成匯入預覽

source: 生物识别
en: Bioidentification
ja: 生体認証
zh_hant: 生物識別

source: 生物识别未通过
en: Bioidentification failed.
ja: 生体識別が失敗しました。
zh_hant: 生物識別未透過

source: 用于快捷指令记账时快速识别账户。
en: Quick recognition of accounts for fast-track command entries.
ja: 高速トラックコマンドエントリのアカウントの迅速な認識。
zh_hant: 用於快捷指令記賬時快速識別賬戶。

source: 电子钱包
en: Electronic Wallet
ja: 電子財布
zh_hant: 電子錢包

source: 目标
en: Objective
ja: オブジェクト
zh_hant: 目標

source: 目标分配只用于规划资金用途，不会改变真实钱包余额。
en: The target allocation will be used only for planning the use of funds and will not change the real wallet balance.
ja: ターゲット割り当ては、資金の使用を計画するためにのみ使用され、実際のウォレット残高を変更しません。
zh_hant: 目標分配只用於規劃資金用途，不會改變真實錢包餘額。

source: 目标名称
en: Destination Name
ja: 宛先名
zh_hant: 目標名稱

source: 目标已完成
en: Target completed
ja: ターゲット完了
zh_hant: 目標已完成

source: 目标已归档
en: Target archived.
ja: 対象のアーカイブ。
zh_hant: 目標已歸檔

source: 目标币种
en: Target currency
ja: ターゲット通貨
zh_hant: 目標幣種

source: 目标日期
en: Target date
ja: 対象日
zh_hant: 目標日期

source: 目标日期 %@
en: Target date %@
ja: 対象日 %@
zh_hant: 目標日期 %@

source: 目标账户
en: Target accounts
ja: ターゲットアカウント
zh_hant: 目標賬戶

source: 目标金额
en: Target amount
ja: ターゲット量
zh_hant: 目標金額

source: 目标金额必须大于 0
en: Target amount must be greater than 0
ja: 目標値が 0 以上でなければなりません
zh_hant: 目標金額必須大於 0

source: 相对 %@ 的汇率
en: Exchange rate relative to %@
ja: %@の相対的な為替レート
zh_hant: 相對 %@ 的匯率

source: 知道了
en: Okay.
ja: お問い合わせ

source: 确定删除这笔交易？
en: Are you sure you want to delete this deal?
ja: この取引を削除したいですか?
zh_hant: 確定刪除這筆交易？

source: 确认外部记账
en: Confirm External Entry
ja: 外部入力を確認
zh_hant: 確認外部記帳

source: 确认并入账
en: Confirmation and recording
ja: 確認と録音
zh_hant: 確認併入賬

source: 确认恢复
en: Confirm recovery.
ja: 回復を確認します。
zh_hant: 確認恢復

source: 确认收款
en: Recognition of receipts
ja: 領収書の認識
zh_hant: 確認收款

source: 确认映射
en: Confirm Map
ja: サイトマップ
zh_hant: 確認對映

source: 确认智能草稿
en: Confirm Smart Draft
ja: スマート下書きを確認
zh_hant: 確認智慧草稿

source: 确认识别结果
en: Confirm the result.
ja: 結果を確認する
zh_hant: 確認識別結果

source: 确认金额必须大于 0
en: The amount recognized must be greater than 0
ja: 認識される金額は 0 以上でなければなりません
zh_hant: 確認金額必須大於 0

source: 示例：multiledger://entry?type=expense&amount=28.5&currency=CNY&wallet=现金&category=餐饮
en: Example: multiliter@entry? type=expense&amount=28.5&currence=CNY&wallet=cash&category=dinner
ja: 例:multiliter@entry? type=expense&amount=28.5&currence=CNY&wallet=cash&category=ディナー
zh_hant: 示例：multiledger://entry?type=expense&amount=28.5&currency=CNY&wallet=現金&category=餐飲

source: 移除 AA
en: Remove AA
ja: AAを削除する

source: 移除后，这笔支出会重新按实付全额计入消费和预算。
en: When removed, the expenditure is re-incorporated into the consumption and budget at full cost.
ja: 取り外されたとき、支出は、全額の費用で消費と予算に再組み込まれています。
zh_hant: 移除後，這筆支出會重新按實付全額計入消費和預算。

source: 移除这笔 AA 分摊？
en: Remove this AA share?
ja: このAAの株式を削除しますか?
zh_hant: 移除這筆 AA 分攤？
